Repository: tpfanco/tpfanco-legacy
Catalog: tpfan-admin/0.96.2/po/*.po
Languages: de

source: Click to turn fan animation on/off
de: Klicken um die Lüfteranimation ein-/auszuschalten

source: Unable to connect to ThinkPad Fan Control daemon (tpfand). Please make sure you are running this program on a supported IBM/Lenovo ThinkPad, a recent thinkpad_acpi module is loaded with fan_control=1 and tpfand has been started.
de: Verbindungsaufbau zum ThinkPad Lüftersteuerungsdämon (tpfand) gescheitert. Bitte stellen Sie sicher, dass Sie dieses Programm auf einem unterstützten IBM/Lenovo ThinkPad ausführen, dass ein aktuelles thinkpad_acpi-Modul mit dem Parameter fan_control=1 geladen ist und dass tpfand gestartet wurde.

source: ThinkPad Fan Control Configuration
de: Konfiguration der ThinkPad Lüftersteuerung

source: The version of the ThinkPad Fan Control daemon (tpfand) installed on your system is too old. This version of tpfan-admin requires tpfand %s or later, however tpfand %s is installed on your system.
de: Die auf ihrem System installierte Version des ThinkPad Lüftersteuerungsdaemons (tpfand) ist zu alt. Diese Version von tpfan-admin erfordert tpfand %s oder neuerer, aber tpfand %s ist auf Ihrem System installiert.

source: By enabling software control of the system fan, you can damage or shorten the lifespan of your notebook. IN NO EVENT UNLESS REQUIRED BY APPLICABLE LAW OR AGREED TO IN WRITING WILL ANY COPYRIGHT HOLDER, OR ANY OTHER PARTY WHO MAY MODIFY AND/OR REDISTRIBUTE THE PROGRAM, BE LIABLE TO YOU FOR DAMAGES, INCLUDING ANY GENERAL, SPECIAL, INCIDENTAL OR CONSEQUENTIAL DAMAGES ARISING OUT OF THE USE OR INABILITY TO USE THE PROGRAM (INCLUDING BUT NOT LIMITED TO LOSS OF DATA OR DATA BEING RENDERED INACCURATE OR LOSSES SUSTAINED BY YOU OR THIRD PARTIES OR A FAILURE OF THE PROGRAM TO OPERATE WITH ANY OTHER PROGRAMS), EVEN IF SUCH HOLDER OR OTHER PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. Are you sure that you want to enable software control of the system fan?
de: Durch das Aktivieren der Steuerung des Systemventilators durch Software können Sie Ihr Notebook beschädigen oder seine Lebensdauer verkürzen. In keinem Fall, außer wenn durch geltendes Recht gefordert oder schriftlich zugesichert, ist irgendein Urheberrechtsinhaber oder irgendein Dritter, der das Programm wie oben erlaubt modifiziert oder übertragen hat, Ihnen gegenüber für irgendwelche Schäden haftbar, einschließlich jeglicher allgemeiner oder spezieller Schäden, Schäden durch Seiteneffekte (Nebenwirkungen) oder Folgeschäden, die aus der Benutzung des Programms oder der Unbenutzbarkeit des Programms folgen (einschließlich – aber nicht beschränkt auf – Datenverluste, fehlerhafte Verarbeitung von Daten, Verluste, die von Ihnen oder anderen getragen werden müssen, oder dem Unvermögen des Programms, mit irgendeinem anderen Programm zusammenzuarbeiten), selbst wenn ein Urheberrechtsinhaber oder Dritter über die Möglichkeit solcher Schäden unterrichtet worden war. Sind Sie sicher, dass Sie die Steuerung des Systemventilators durch Software aktivieren wollen?

source: By disabling manual configuration your custom settings will be lost. Are you sure that you want to disable the manual configuration?
de: Durch das Deaktivieren der manuellen Konfiguration gehen Ihre angepassten Einstellungen verloren. Sind Sie sicher, dass Sie die manuelle Konfiguration deaktivieren wollen?

source: Submitting your fan profile to the developers of ThinkPad Fan Control allows them to integrate it into the next version of this software. %s Please make sure that your notebook is quiet and not overheating with your current settings. Are you sure that you want to submit your profile now?
de: Das Einsenden Ihres Lüftersteuerungsprofils ermöglicht den Entwicklern der ThinkPad Lüftersteuerung es in die nächste dieser Software zu integrieren. %s Bitte stellen Sie sicher, dass Ihr Notebook mit den aktuellen Einstellungen geräuscharm arbeitet und nicht überhitzt. Sind sie sicher, dass Sie Ihr Profil jetzt einsenden wollen?

source: A fan profile for your notebook model already exists. Please only submit your custom fan profile if it leads to better results than the non-manual configuration of ThinkPad Fan Control on your notebook.
de: Ein Lüftersteuerungsprofil für Ihr Notebookmodell existiert bereits. Bitte senden Sie Ihr angepasstes Profil nur dann ein, wenn es bessere Resultate als die nicht-manuelle Konfiguration der ThinkPad Lüftersteuerung liefert.

source: No fan profile exists for your notebook at this time. Your submission is appreciated.
de: Zur Zeit existiert kein Lüftersteuerungsprofil für Ihr Notebook. Ihre Einsendung ist willkommen.

source: Monitors the temperature and controls the fan-speed of IBM/Lenovo ThinkPad Notebooks
de: Überwacht die Temperatur und regelt die Lüftergeschwindigkeit von IBM/Lenovo ThinkPad-Notebooks.

source: Daemon (tpfand) version: %s GTK+ configuration UI (tpfan-admin) version: %s
de: Version des Dämons (tpfand): %s Version der GTK+ Konfigurationsoberfläche (tpfan-admin): %s

source: No profile is used because you enabled manual configuration.
de: Es wird kein Profil verwendet, weil Sie die manuelle Konfiguration benutzen.

source: Unlocked
de: Entsperrt

source: Unlock
de: Entsperren

source: Unknown
de: Unbekannt

source: off
de: aus

source: hw-ctrld
de: hw-gestrt.

source: Split
de: Teilen

source: Remove
de: Löschen

source: Name for temperature sensor %d
de: Name für Temperatursensor %d

source: ThinkPad Fan Control
de: ThinkPad Lüftersteuerung

source: Monitors the temperature and controls the fan-speed of IBM/Lenovo ThinkPad Notebooks
de: Überwacht die Temperatur und regelt die Lüftergeschwindigkeit von IBM/Lenovo ThinkPad-Notebooks.

source: <b>Control system fan by software</b>
de: <b>Systemlüfter durch Software steuern</b>

source: Allows you to make your computer quieter by configuring the system fan to turn on at higher temperatures than specified by the manufacturer. <b>You can damage or shorten the lifespan of your computer by allowing too high temperatures.</b>
de: Erlaubt Ihnen den Rechner leiser zu machen, indem Sie den Systemlüfter so einstellen, dass er sich erst bei höheren Temperaturen als vom Hersteller vorgegeben einschaltet. <b>Sie können Ihr Notebook durch zu hohe Temperaturen beschädigen oder seine Lebenserwartung verkürzen.</b>

source: <b>Temperatures</b>
de: <b>Temperaturen</b>

source: Manually configure system fan trigger temperatures
de: Schalttemperaturen des Systemlüfters manuell festlegen

source: Hysteresis
de: Hysterese

source: Interval cooling mode: duration of an interval
de: Interval-Kühlmodus: Dauer eines Intervals

source: Interval cooling mode: minimum delay between intervals
de: Interval-Kühlmodus: minimaler Abstand zwischen zwei Intervallen

source: Advanced options
de: Erweiterte Optionen

source: <b>Monitoring</b>
de: <b>Überwachung</b>

source: Profile comments
de: Profil Kommentare

source: Profile information
de: Profil Informationen

source: Used fan profiles
de: Benutztes Lüfterprofil

source: Notebook model
de: Notebookmodell

source: Submit profile...
de: Profil einsenden...

source: Change sensor name
de: Sensornamen ändern
