Repository: tpfanco/tpfanco-legacy
Catalog: tpfan-admin/po/*.po
Languages: es

source: Click to turn fan animation on/off
es: Click para habilitar/deshabilitar la animacion del ventilador

source: Unable to connect to ThinkPad Fan Control daemon (tpfand). Please make sure you are running this program on a supported IBM/Lenovo ThinkPad, a recent thinkpad_acpi module is loaded with fan_control=1 and tpfand has been started.
es: Imposible conectar con el demonio ThinkPad Fan Control (tpfand). Por favor chequea que estas corriendo este programa en una IBM/Lenovo ThinkPad soportada, un modulo thinkpad_acpi reciente esta cargado con fan_control=1 y tpfand se ha iniciado.

source: ThinkPad Fan Control Configuration
es: Configuracion de ThinkPad Fan Control

source: The version of the ThinkPad Fan Control daemon (tpfand) installed on your system is too old. This version of tpfan-admin requires tpfand %s or later, however tpfand %s is installed on your system.
es: La version del demonio ThinkPad Fan Control (tpfand) instalada en tu sistema es demasiado antigua. Esta version de tpfan-admin requiere tpfand %s o posterior, de cualquier manera tpfand %s esta instalado en tu sistema.

source: By enabling software control of the system fan, you can damage or shorten the lifespan of your notebook. IN NO EVENT UNLESS REQUIRED BY APPLICABLE LAW OR AGREED TO IN WRITING WILL ANY COPYRIGHT HOLDER, OR ANY OTHER PARTY WHO MAY MODIFY AND/OR REDISTRIBUTE THE PROGRAM, BE LIABLE TO YOU FOR DAMAGES, INCLUDING ANY GENERAL, SPECIAL, INCIDENTAL OR CONSEQUENTIAL DAMAGES ARISING OUT OF THE USE OR INABILITY TO USE THE PROGRAM (INCLUDING BUT NOT LIMITED TO LOSS OF DATA OR DATA BEING RENDERED INACCURATE OR LOSSES SUSTAINED BY YOU OR THIRD PARTIES OR A FAILURE OF THE PROGRAM TO OPERATE WITH ANY OTHER PROGRAMS), EVEN IF SUCH HOLDER OR OTHER PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. Are you sure that you want to enable software control of the system fan?
es: Habilitando el software de control del ventilador del sistema, puedes dañar o acortar la vida util de tu notebook. IN NO EVENT UNLESS REQUIRED BY APPLICABLE LAW OR AGREED TO IN WRITING WILL ANY COPYRIGHT HOLDER, OR ANY OTHER PARTY WHO MAY MODIFY AND/OR REDISTRIBUTE THE PROGRAM, BE LIABLE TO YOU FOR DAMAGES, INCLUDING ANY GENERAL, SPECIAL, INCIDENTAL OR CONSEQUENTIAL DAMAGES ARISING OUT OF THE USE OR INABILITY TO USE THE PROGRAM (INCLUDING BUT NOT LIMITED TO LOSS OF DATA OR DATA BEING RENDERED INACCURATE OR LOSSES SUSTAINED BY YOU OR THIRD PARTIES OR A FAILURE OF THE PROGRAM TO OPERATE WITH ANY OTHER PROGRAMS), EVEN IF SUCH HOLDER OR OTHER PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. Estas seguro que quieres habilitar el software de control del ventilador de sistema?

source: By disabling manual configuration your custom settings will be lost. Are you sure that you want to disable the manual configuration?
es: Deshabilitando la configuracion manual tus configuraciones personalizadas se perderan. Estas seguro que deseas deshabilitar la configuracion manual?

source: Submitting your fan profile to the developers of ThinkPad Fan Control allows them to integrate it into the next version of this software. %s Please make sure that your notebook is quiet and not overheating with your current settings. Are you sure that you want to submit your profile now?
es: Enviando tu perfil de ventilador a los desarrolladores de ThinkPad Fan Control permite a este integrarse en la proxima version de este software. %s Por favor chequea que tu notebook esta quieta y no sobrecalentando con tus configuraciones actuales. Estas seguro que quieres enviar tu perfil ahora?

source: A fan profile for your notebook model already exists. Please only submit your custom fan profile if it leads to better results than the non-manual configuration of ThinkPad Fan Control on your notebook.
es: Un perfil de ventilador de tu modelo de notebook ya existe. Por favor solo envia tus perfiles de ventilador personalizados si este resulta mejor que la configuracion no-manual de ThinkPad Fan Control en tu notebook.

source: No fan profile exists for your notebook at this time. Your submission is appreciated.
es: No existe un perfil de ventilador para tu notebook hasta la fecha. Tu envio es apreciado.

source: Monitors the temperature and controls the fan-speed of IBM/Lenovo ThinkPad Notebooks
es: Monitorea la temperatura y controla la velocidad del ventilador de Notebooks IBM/Lenovo ThinkPad

source: Daemon (tpfand) version: %s GTK+ configuration UI (tpfan-admin) version: %s
es: Demonio (tpfand) version: %s Configuracion de UI GTK+ (tpfan-admin) version: %s

source: No profile is used because you enabled manual configuration.
es: No se usa perfil por que esta habilitado la configuracion manual.

source: Unlocked
es: Desbloqueado

source: Unlock
es: Bloqueado

source: Unknown
es: Desconocido

source: off
es: apagado

source: interval
es: intervalo

source: Split
es: Dividir

source: Remove
es: Remover

source: Name for temperature sensor %d
es: Nombre del sensor de temperatura %d

source: Monitors the temperature and controls the fan-speed of IBM/Lenovo ThinkPad Notebooks
es: Monitorea la temperatura y controla la velocidad del ventilador de Notebooks IBM/Lenovo ThinkPad

source: <b>Control system fan by software</b>
es: <b>Control system fan por software</b>

source: Allows you to make your computer quieter by configuring the system fan to turn on at higher temperatures than specified by the manufacturer. <b>You can damage or shorten the lifespan of your computer by allowing too high temperatures.</b>
es: Permite hacer tu computador mas silenciosa configurando el ventilador del sistema para encenderse a altas temperaturas diferentes de las especificadas por el fabricante. <b>Puedes dañar o acortar la vida util de tu computadora si permites temperaturas demasiado altas.</b>

source: <b>Temperatures</b>
es: <b>Temperaturas</b>

source: Manually configure system fan trigger temperatures
es: Configurar manualmente el rango de temperaturas del ventilador del sistema

source: Interval cooling mode: duration of an interval
es: Modo Intervalo de enfriamiento: duracion de un intervalo

source: Interval cooling mode: minimum delay between intervals
es: Modo Intervalo de enfriamiento: delay minimo entre intervalos

source: Advanced options
es: Opciones avanzadas

source: <b>Monitoring</b>
es: <b>Monitoreando</b>

source: Profile comments
es: Comentarios del Perfil

source: Profile information
es: Informacion de perfil

source: Used fan profiles
es: Perfiles de ventilador usados

source: Notebook model
es: Modelo de Notebook

source: Submit profile...
es: Enviar perfil...

source: Change sensor name
es: Cambiar el nombre del sensor
